Repository: 3theories/SharedDesign
Catalog: Sources/SharedDesign/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, zh_hans

# empty.sleep.message
source: Connect your sleep data to get insights on your rest quality and patterns.
ar: قم بتوصيل بيانات نومك للحصول على رؤى حول جودة نومك وأنماطه.
de: Verbinden Sie Ihre Schlafdaten, um Einblicke in Ihre Schlafqualität und -muster zu erhalten.
es: Conecta tus datos de sueño para obtener información sobre la calidad y los patrones de tu descanso.
fr: Connectez vos données de sommeil pour obtenir des informations sur la qualité et les habitudes de votre repos.
hi: अपनी नींद के डेटा को कनेक्ट करें और अपनी आराम की गुणवत्ता व पैटर्न के बारे में जानकारी प्राप्त करें।
it: Collegate i vostri dati sul sonno per ottenere informazioni sulla qualità e sui modelli di riposo.
ja: 睡眠データを接続することで、休息の質とパターンに関する洞察を得ることができます。
ko: 수면 데이터를 연결하여 휴식의 질과 패턴에 대한 인사이트를 얻으세요.
pt_br: Conecte seus dados de sono para obter insights sobre a qualidade e os padrões de seu descanso.
zh_hans: 连接您的睡眠数据，了解您的休息质量和模式。

# empty.sleep.title
source: Track Your Sleep
ar: تتبّع نومك
de: Verfolgen Sie Ihren Schlaf
es: Seguimiento del sueño
fr: Suivez votre sommeil
hi: अपनी नींद ट्रैक करें
it: Tracciare il sonno
ja: 睡眠の記録
ko: 수면 추적
pt_br: Acompanhe seu sono
zh_hans: 跟踪您的睡眠

# empty.steps.action
source: Enable HealthKit
ar: تمكين HealthKit
de: HealthKit aktivieren
es: Activar HealthKit
fr: Activer HealthKit
hi: HealthKit सक्षम करें
it: Abilitare HealthKit
ja: HealthKitを有効にする
ko: HealthKit 사용
pt_br: Ativar o HealthKit
zh_hans: 启用 HealthKit

# empty.steps.message
source: Enable HealthKit access to monitor your daily activity and step count.
ar: قم بتمكين الوصول إلى HealthKit لمراقبة نشاطك اليومي وعدد خطواتك.
de: Aktiviere den HealthKit-Zugriff, um deine tägliche Aktivität und Schrittzahl zu überwachen.
es: Activa el acceso a HealthKit para monitorizar tu actividad diaria y el recuento de pasos.
fr: Activez l'accès à HealthKit pour suivre votre activité quotidienne et votre nombre de pas.
hi: अपनी दैनिक गतिविधि और कदमों की गिनती की निगरानी के लिए HealthKit एक्सेस सक्षम करें।
it: Attivare l'accesso a HealthKit per monitorare l'attività quotidiana e il conteggio dei passi.
ja: HealthKitへのアクセスを有効にして、毎日の活動量と歩数をモニターしましょう。
ko: HealthKit 액세스를 활성화하여 일일 활동 및 걸음 수를 모니터링하세요.
pt_br: Habilite o acesso ao HealthKit para monitorar sua atividade diária e contagem de passos.
zh_hans: 启用 HealthKit 访问，以监控你的日常活动和步数。

# empty.steps.title
source: Start Tracking Steps
ar: بدء تتبع الخطوات
de: Start der Schrittverfolgung
es: Empezar a controlar los pasos
fr: Commencer à suivre les étapes
hi: कदमों को ट्रैक करना शुरू करें
it: Iniziare a monitorare i passi
ja: 歩数のトラッキングを開始する
ko: 걸음 수 추적 시작
pt_br: Comece a monitorar as etapas
zh_hans: 开始跟踪步骤

# empty.welcome.action
source: Get Started
ar: ابدأ الآن
de: Los geht's
es: Comenzar
fr: Commencer
hi: शुरू करें
it: Iniziare
ja: スタート
ko: 시작하기
pt_br: Começar a usar
zh_hans: 开始

# empty.welcome.message
source: Let's start your wellness journey. Choose a feature below to begin tracking your health.
ar: لنبدأ رحلتك الصحية. اختر ميزة أدناه لبدء تتبع صحتك.
de: Beginnen Sie Ihre Wellness-Reise. Wählen Sie unten eine Funktion aus, um mit der Verfolgung Ihrer Gesundheit zu beginnen.
es: Comencemos tu viaje hacia el bienestar. Elige una de las siguientes funciones para empezar a hacer un seguimiento de tu salud.
fr: Commençons votre voyage vers le bien-être. Choisissez une fonction ci-dessous pour commencer à suivre l'évolution de votre santé.
hi: आइए आपकी वेलनेस यात्रा शुरू करें। अपने स्वास्थ्य को ट्रैक करना शुरू करने के लिए नीचे किसी एक सुविधा का चयन करें।
it: Iniziamo il vostro viaggio nel benessere. Scegliete una funzione qui sotto per iniziare a monitorare la vostra salute.
ja: 健康の旅を始めましょう。以下の機能から、あなたの健康状態をチェックしましょう。
ko: 웰니스 여정을 시작하세요. 아래에서 기능을 선택하여 건강 추적을 시작하세요.
pt_br: Vamos começar sua jornada de bem-estar. Escolha um recurso abaixo para começar a monitorar sua saúde.
zh_hans: 让我们开始您的健康之旅。选择以下功能，开始追踪您的健康状况。

# empty.welcome.title.generic
source: Welcome to Niora!
ar: مرحباً بك في نيورا!
de: Willkommen bei Niora!
es: ¡Bienvenido a Niora!
fr: Bienvenue à Niora !
hi: नियोरा में आपका स्वागत है!
it: Benvenuti a Niora!
ja: ニオラへようこそ！
ko: 니오라에 오신 것을 환영합니다!
pt_br: Bem-vindo à Niora!
zh_hans: 欢迎来到尼奥拉！

# empty.welcome.title.withName
source: Welcome, %@!
ar: مرحباً بك، %@!
de: Willkommen, %@!
es: ¡Bienvenido, %@!
fr: Bienvenue, %@ !
hi: स्वागत है, %@!
it: Benvenuto, %@!
ja: ようこそ、%@！
ko: 환영합니다, %@!
pt_br: Bem-vindo, %@!
zh_hans: 欢迎您，%@！

# empty.workoutHistory.message
source: Complete your first workout to start tracking your progress.
ar: أكمل تمرينك الأول لبدء تتبع تقدمك.
de: Schließen Sie Ihr erstes Training ab, um Ihre Fortschritte zu verfolgen.
es: Completa tu primer entrenamiento para empezar a seguir tu progreso.
fr: Terminez votre première séance d'entraînement pour commencer à suivre vos progrès.
hi: अपनी प्रगति ट्रैक करना शुरू करने के लिए अपना पहला वर्कआउट पूरा करें।
it: Completate il primo allenamento per iniziare a monitorare i vostri progressi.
ja: 最初のワークアウトを完了すると、進捗状況の確認が開始されます。
ko: 첫 번째 운동을 완료하여 진행 상황 추적을 시작하세요.
pt_br: Conclua seu primeiro exercício para começar a monitorar seu progresso.
zh_hans: 完成第一次锻炼，开始跟踪自己的进步。

# empty.workoutHistory.title
source: No Workout History
ar: لا يوجد تاريخ تمرين
de: Keine Workout-Historie
es: Sin historial de entrenamiento
fr: Pas d'historique d'entraînement
hi: कोई वर्कआउट इतिहास नहीं
it: Nessuna storia di allenamento
ja: トレーニング歴なし
ko: 운동 기록 없음
pt_br: Sem histórico de exercícios
zh_hans: 无锻炼记录

# empty.workouts.action
source: Create Workout
ar: إنشاء التمرين
de: Workout erstellen
es: Crear entrenamiento
fr: Créer une séance d'entraînement
hi: वर्कआउट बनाएँ
it: Crea allenamento
ja: ワークアウトを作成する
ko: 운동 만들기
pt_br: Criar exercício
zh_hans: 创建锻炼计划

# empty.workouts.message
source: Start your fitness journey by adding your first workout.
ar: ابدأ رحلة اللياقة البدنية بإضافة أول تمرين رياضي لك.
de: Beginnen Sie Ihre Fitnessreise, indem Sie Ihr erstes Workout hinzufügen.
es: Comienza tu viaje de fitness añadiendo tu primer entrenamiento.
fr: Commencez votre parcours de remise en forme en ajoutant votre première séance d'entraînement.
hi: अपना पहला वर्कआउट जोड़कर अपनी फिटनेस यात्रा शुरू करें।
it: Iniziate il vostro percorso di fitness aggiungendo il vostro primo allenamento.
ja: 最初のワークアウトを追加して、フィットネスの旅を始めましょう。
ko: 첫 번째 운동을 추가하여 피트니스 여정을 시작하세요.
pt_br: Comece sua jornada de condicionamento físico adicionando seu primeiro exercício.
zh_hans: 添加第一个锻炼项目，开始您的健身之旅。

# empty.workouts.title
source: No Workouts Yet
ar: لا توجد تمارين بعد
de: Noch keine Workouts
es: Aún no hay entrenamientos
fr: Pas encore de séances d'entraînement
hi: अभी तक कोई वर्कआउट नहीं
it: Ancora nessun allenamento
ja: まだワークアウトなし
ko: 아직 운동 없음
pt_br: Nenhum treino ainda
zh_hans: 尚未锻炼

source: End activity
ar: إنهاء النشاط
de: Aktivität beenden
es: Fin de la actividad
fr: Fin de l'activité
hi: गतिविधि समाप्त करें
it: Fine attività
ja: 活動終了
ko: 활동 종료
pt_br: Atividade final
zh_hans: 结束活动

source: End your current activity
ar: إنهاء نشاطك الحالي
de: Beenden Sie Ihre aktuelle Aktivität
es: Finalizar la actividad actual
fr: Terminer l'activité en cours
hi: अपनी वर्तमान गतिविधि समाप्त करें
it: Terminare l'attività in corso
ja: 現在の活動を終了する
ko: 현재 활동 종료
pt_br: Encerrar sua atividade atual
zh_hans: 结束当前活动

source: End your workout early
ar: أنهي تمرينك مبكراً
de: Beenden Sie Ihr Training frühzeitig
es: Termine pronto su entrenamiento
fr: Terminez votre séance d'entraînement plus tôt
hi: अपनी कसरत जल्दी समाप्त करें
it: Terminare l'allenamento in anticipo
ja: 早めに運動を終える
ko: 운동을 일찍 끝내기
pt_br: Termine seu treino mais cedo
zh_hans: 提前结束锻炼

source: Error states
ar: حالات الخطأ
de: Fehlerzustände
es: Estados de error
fr: États d'erreur
hi: त्रुटि की स्थितियाँ
it: Stati di errore
ja: エラー状態
ko: 오류 상태
pt_br: Estados de erro
zh_hans: 错误状态

source: Exercise
ar: التمرين
de: Übung
es: Ejercicio
fr: Exercice
hi: व्यायाम
it: Esercizio
ja: エクササイズ
ko: 운동
pt_br: Exercício
zh_hans: 运动

source: Expanded
ar: موسع
de: Erweitert
es: Ampliado
fr: Élargi
hi: विस्तारित
it: Espanso
ja: 拡大
ko: 확장
pt_br: Expandido
zh_hans: 已扩展

source: Feature colors
ar: ميزات الألوان
de: Merkmal Farben
es: Colores característicos
fr: Couleurs des caractéristiques
hi: विशेष रंग
it: Colori caratteristici
ja: 特色カラー
ko: 기능 색상
pt_br: Cores dos recursos
zh_hans: 特色颜色

source: Feature gradients
ar: تدرجات الميزات
de: Merkmal Gradienten
es: Degradados de rasgos
fr: Gradients de caractéristiques
hi: फीचर ढलान
it: Gradienti delle caratteristiche
ja: 特徴的なグラデーション
ko: 기능 그라데이션
pt_br: Gradientes de recursos
zh_hans: 特征梯度

source: Finding perfect recipes
ar: العثور على وصفات مثالية
de: Perfekte Rezepte finden
es: Encontrar las recetas perfectas
fr: Trouver des recettes parfaites
hi: परफेक्ट रेसिपी ढूँढना
it: Trovare le ricette perfette
ja: 完璧なレシピを見つける
ko: 완벽한 레시피 찾기
pt_br: Encontrar receitas perfeitas
zh_hans: 寻找完美食谱

source: Finding recipes that fit your schedule
ar: العثور على الوصفات التي تناسب جدولك الزمني
de: Rezepte finden, die in Ihren Zeitplan passen
es: Encontrar recetas que se adapten a su horario
fr: Trouver des recettes adaptées à votre emploi du temps
hi: आपकी समय-सारिणी के अनुकूल व्यंजन विधि ढूँढना
it: Trovare ricette che si adattino ai vostri impegni
ja: スケジュールに合ったレシピを見つける
ko: 내 일정에 맞는 레시피 찾기
pt_br: Encontrar receitas que se encaixem em sua agenda
zh_hans: 寻找适合您日程安排的食谱

source: Finish workout
ar: إنهاء التمرين
de: Training beenden
es: Terminar el entrenamiento
fr: Terminer la séance d'entraînement
hi: व्यायाम समाप्त करें
it: Terminare l'allenamento
ja: トレーニング終了
ko: 운동 완료
pt_br: Terminar o treino
zh_hans: 完成锻炼

# fitness.elevation_sparkline.max_label_format
source: %dm
ar: %dم

# fitness.elevation_sparkline.min_label_format
source: %dm
ar: %dم

source: Flexibility
ar: المرونة
de: Flexibilität
es: Flexibilidad
fr: Flexibilité
hi: लचीलापन
it: Flessibilità
ja: 柔軟性
ko: 유연성
pt_br: Flexibilidade
zh_hans: 灵活性

# gallery.showAll
source: Show All (%lld)
ar: إظهار الكل (%lld)
de: Alle anzeigen (%lld)
es: Mostrar todo (%lld)
fr: Tout afficher (%lld)
hi: सभी दिखाएँ (%lld)
it: Mostra tutti (%lld)
ja: すべて表示 (%lld)
ko: 모두 표시(%lld)
pt_br: Mostrar tudo (%lld)
zh_hans: 显示全部 (%lld)

# gallery.showLess
source: Show Less
ar: عرض أقل
de: Weniger anzeigen
es: Mostrar menos
fr: Montrer moins
hi: कम दिखाएँ
it: Mostra meno
ja: ショー・レス
ko: 덜 보기
pt_br: Mostrar menos
zh_hans: 显示更少

source: Game
ar: اللعبة
de: Spiel
es: Juego
fr: Jeu
hi: खेल
it: Gioco
ja: ゲーム
ko: 게임
pt_br: Jogo
zh_hans: 游戏

source: Game %lld
ar: لعبة %lld
de: Spiel %lld
es: Juego %lld
fr: Jeu %lld
it: Gioco %lld
ja: ゲーム %lld
ko: 게임 %lld
pt_br: Jogo %lld
zh_hans: 游戏 %lld

source: Generating insights
ar: توليد الأفكار
de: Gewinnung von Erkenntnissen
es: Generar ideas
fr: Générer des idées
hi: अंतर्दृष्टि उत्पन्न करना
it: Generare intuizioni
ja: 洞察の創出
ko: 인사이트 생성
pt_br: Geração de percepções
zh_hans: 提出见解

source: Generating meals...
ar: توليد وجبات الطعام...
de: Generierung von Mahlzeiten...
es: Generar comidas...
fr: Générer des repas...
hi: भोजन तैयार हो रहा है...
it: Generare pasti...
ja: 食事を作る...
ko: 식사 생성...
pt_br: Geração de refeições...
zh_hans: 制作膳食...

source: Generating workouts...
ar: توليد التدريبات...
de: Generierung von Workouts...
es: Generar entrenamientos...
fr: Générer des séances d'entraînement...
hi: वर्कआउट तैयार हो रहे हैं...
it: Generare allenamenti...
ja: ワークアウトを生み出す...
ko: 운동 생성...
pt_br: Geração de exercícios...
zh_hans: 生成锻炼...

# generating_state.tip_label
source: Tip
ar: نصيحة
de: Tipp
es: Consejo
fr: Conseil
hi: सुझाव
it: Suggerimento
ja: チップ
ko: 팁
pt_br: Dica
zh_hans: 提示

# generation.status.cancelling
source: Cancelling...
ar: إلغاء...
de: Absagen...
es: Cancelando...
fr: Annulation...
hi: रद्द करते हुए...
it: Annullamento...
ja: キャンセル...
ko: 취소...
pt_br: Cancelamento...
zh_hans: 取消...

source: Go back to the previous exercise
ar: ارجع إلى التمرين السابق
de: Gehen Sie zurück zur vorherigen Übung
es: Volver al ejercicio anterior
fr: Revenir à l'exercice précédent
hi: पिछली व्यायाम पर वापस जाएँ
it: Tornare all'esercizio precedente
ja: 前の練習に戻る
ko: 이전 연습으로 돌아가기
pt_br: Voltar ao exercício anterior
zh_hans: 回到前面的练习

source: Go back to the previous step
ar: ارجع إلى الخطوة السابقة
de: Gehen Sie zurück zum vorherigen Schritt
es: Volver al paso anterior
fr: Revenir à l'étape précédente
hi: पिछले चरण पर वापस जाएँ
it: Tornare al passo precedente
ja: 前のステップに戻る
ko: 이전 단계로 돌아가기
pt_br: Voltar para a etapa anterior
zh_hans: 返回上一步

source: Go premium
ar: انتقل إلى قسط التأمين
de: Premium gehen
fr: Prime à l'achat
hi: प्रीमियम पर जाएं
it: Vai al premio
ja: プレミアムに行く
ko: 프리미엄으로 이동
zh_hans: 进入高级版

source: Goal
ar: الهدف
de: Ziel
es: Objetivo
fr: Objectif
hi: लक्ष्य
it: Obiettivo
ja: ゴール
ko: 목표
pt_br: Meta
zh_hans: 目标

source: Gradient components
ar: مكونات التدرج
de: Komponenten des Gefälles
es: Componentes de gradiente
fr: Composants du gradient
hi: ढलान घटक
it: Componenti del gradiente
ja: グラデーション・コンポーネント
ko: 그라데이션 구성 요소
pt_br: Componentes de gradiente
zh_hans: 梯度组件

source: Gradients
ar: التدرجات
de: Farbverläufe
es: Gradientes
fr: Dégradés
hi: ढलान
it: Gradienti
ja: グラデーション
ko: 그라데이션
pt_br: Gradientes
zh_hans: 梯度

source: Heart rate
ar: معدل ضربات القلب
de: Herzfrequenz
es: Frecuencia cardiaca
fr: Fréquence cardiaque
hi: हृदय गति
it: Frequenza cardiaca
ja: 心拍数
ko: 심박수
pt_br: Frequência cardíaca
zh_hans: 心率

# heartRate.zone.default
source: Zone %lld
ar: المنطقة %lld
de: Bereich %lld
es: Zona %lld
it: Zona %lld
ja: ゾーン %lld
ko: 구역 %lld
pt_br: Zona %lld
zh_hans: 区 %lld

# heartRate.zone.hard
source: Hard
ar: صعب
de: Hart
es: Duro
fr: Dur
hi: कठिन
it: Duro
ja: ハード
ko: 하드
pt_br: Difícil
zh_hans: 硬质

# heartRate.zone.light
source: Light
ar: خفيف
de: Licht
es: Luz
fr: Lumière
hi: हल्का
it: Luce
ja: ライト
ko: 빛
pt_br: Luz
zh_hans: 灯光

# heartRate.zone.maximum
source: Maximum
ar: الحد الأقصى
es: Máximo
hi: अधिकतम
it: Massimo
ja: 最大
ko: 최대
pt_br: Máximo
zh_hans: 最大

# heartRate.zone.moderate
source: Moderate
ar: معتدل
de: Mäßig
es: Moderado
fr: Modéré
hi: मध्यम
it: Moderato
ja: 中程度
ko: 보통
pt_br: Moderado
zh_hans: 中度

# heartRate.zone.recovery
source: Recovery
ar: التعافي
de: Erholung
es: Recuperación
fr: Récupération
hi: पुनर्प्राप्ति
it: Recupero
ja: リカバリー
ko: 복구
pt_br: Recuperação
zh_hans: 恢复

# heartRate.zones.title
source: Heart Rate Zones
ar: مناطق معدل ضربات القلب
de: Herzfrequenz-Zonen
es: Zonas de frecuencia cardíaca
fr: Zones de fréquence cardiaque
hi: हृदय गति क्षेत्र
it: Zone di frequenza cardiaca
ja: 心拍ゾーン
ko: 심박수 영역
pt_br: Zonas de frequência cardíaca
zh_hans: 心率区

source: Hiit
ar: هاييت
hi: हाय
ja: ハイト

source: Hour
ar: ساعة
de: Stunde
es: Hora
fr: Heure
hi: घंटा
it: Ora
ja: 時間
ko: 시간
pt_br: Hora
zh_hans: 小时

source: Icon buttons
ar: أزرار الأيقونة
de: Icon-Tasten
es: Iconos
fr: Boutons d'icônes
hi: आइकन बटन
it: Pulsanti icona
ja: アイコンボタン
ko: 아이콘 버튼
pt_br: Botões de ícones
zh_hans: 图标按钮

source: In progress
ar: قيد التنفيذ
de: In Arbeit
es: En curso
fr: En cours
hi: प्रगति में
it: In corso
ja: 進行中
ko: 진행 중
pt_br: Em andamento
zh_hans: 进行中

# insight.aiSummary.label
source: AI Summary
ar: ملخص الذكاء الاصطناعي
de: AI Zusammenfassung
es: Resumen de la IA
fr: Résumé de l'IA
hi: एआई सारांश
it: Riepilogo AI
ja: AIサマリー
ko: AI 요약
pt_br: Resumo da IA
zh_hans: 人工智能概要

# insight.domain.activity.title
source: Activity Insights
ar: رؤى النشاط
de: Einblicke in die Aktivität
es: Información sobre la actividad
fr: Perspectives d'activité
hi: गतिविधि अंतर्दृष्टि
it: Approfondimenti sull'attività
ja: アクティビティ・インサイト
ko: 활동 인사이트
pt_br: Informações sobre atividades
zh_hans: 活动透视

# insight.domain.fasting.title
source: Fasting Insights
ar: رؤى الصيام
de: Einblicke in das Fasten
es: Ideas sobre el ayuno
fr: Réflexions sur le jeûne
hi: उपवास अंतर्दृष्टियाँ
it: Approfondimenti sul digiuno
ja: 断食の洞察
ko: 단식 인사이트
pt_br: Insights sobre o jejum
zh_hans: 禁食感悟

# insight.domain.nutrition.title
source: Nutrition Insights
ar: رؤى التغذية
de: Einblicke in die Ernährung
es: Nutrición
fr: Perspectives en matière de nutrition
hi: पोषण संबंधी अंतर्दृष्टि
it: Approfondimenti sulla nutrizione
ja: 栄養インサイト
ko: 영양 인사이트
pt_br: Informações sobre nutrição
zh_hans: 营养透视

# insight.domain.sleep.title
source: Sleep Insights
ar: رؤى النوم
de: Schlaf-Einblicke
es: Información sobre el sueño
fr: Aperçu du sommeil
hi: नींद अंतर्दृष्टि
it: Approfondimenti sul sonno
ja: 睡眠の洞察
ko: 수면 인사이트
pt_br: Insights sobre o sono
zh_hans: 睡眠透视

# insight.domain.workout.title
source: Workout Insights
ar: رؤى التمرين
de: Einblicke in das Training
es: Ideas para entrenar
fr: Perspectives d'entraînement
hi: व्यायाम अंतर्दृष्टि
it: Approfondimenti sull'allenamento
ja: ワークアウト・インサイト
ko: 운동 인사이트
pt_br: Insights sobre exercícios
zh_hans: 锻炼心得

source: Insights are personalized to your goals
ar: رؤى مخصصة لأهدافك
de: Die Einblicke sind auf Ihre Ziele zugeschnitten
es: Información personalizada en función de sus objetivos
fr: Les informations sont personnalisées en fonction de vos objectifs
hi: अंतर्दृष्टियाँ आपके लक्ष्यों के अनुसार व्यक्तिगत की जाती हैं।
it: Gli approfondimenti sono personalizzati in base ai vostri obiettivi
ja: お客様の目標に合わせたインサイト
ko: 목표에 맞게 맞춤화된 인사이트
pt_br: Os insights são personalizados de acordo com suas metas
zh_hans: 根据您的目标提供个性化见解

source: Key colors
ar: الألوان الرئيسية
de: Wichtige Farben
es: Colores clave
fr: Couleurs clés
hi: मुख्य रंग
it: Colori chiave
ja: キーカラー
ko: 주요 색상
pt_br: Cores-chave
zh_hans: 主要颜色

source: Latest
ar: الأحدث
de: Neueste
es: Última
fr: Dernières nouvelles
hi: नवीनतम
it: Ultime novità
ja: 最新
ko: 최신
pt_br: Mais recentes
zh_hans: 最新

source: Left
ar: يسار
de: Links
es: Izquierda
fr: Gauche
hi: बायाँ
it: A sinistra
ja: 左
ko: 왼쪽
pt_br: Esquerda
zh_hans: 左侧

source: Live
ar: بث مباشر
es: En directo
fr: En direct
hi: प्रसारित
it: In diretta
ja: ライブ
ko: 라이브
pt_br: Ao vivo
zh_hans: 现场

source: Loading hydration data...
ar: تحميل بيانات الترطيب...
de: Laden von Hydratationsdaten...
es: Cargando datos de hidratación...
fr: Chargement des données d'hydratation...
hi: हाइड्रेशन डेटा लोड हो रहा है...
it: Caricamento dei dati di idratazione...
ja: 水和データの読み込み...
ko: 수분 공급 데이터 로드 중...
pt_br: Carregando dados de hidratação...
zh_hans: 加载水合数据...

source: Loading nutrition data...
ar: تحميل بيانات التغذية...
de: Laden von Ernährungsdaten...
es: Cargando datos nutricionales...
fr: Chargement des données nutritionnelles...
hi: पोषण डेटा लोड हो रहा है...
it: Caricamento dei dati nutrizionali...
ja: 栄養データを読み込む...
ko: 영양 데이터 로드 중...
pt_br: Carregando dados nutricionais...
zh_hans: 加载营养数据...

source: Loading states
ar: حالات التحميل
de: Ladezustände
es: Estados de carga
fr: États de chargement
hi: लोडिंग अवस्थाएँ
it: Stati di caricamento
ja: ロード状態
ko: 로딩 상태
pt_br: Estados de carregamento
zh_hans: 加载状态

source: Loading workout...
ar: تحميل التمرين...
de: Workout laden...
es: Cargando entrenamiento...
fr: Chargement de l'entraînement...
hi: व्यायाम लोड हो रहा है...
it: Caricamento dell'allenamento...
ja: ワークアウトをロード中...
ko: 운동 로드 중...
pt_br: Carregando exercícios...
zh_hans: 加载锻炼...

source: Loading...
ar: جاري التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
it: Caricamento...
ja: 読み込み中...
ko: 로드 중...
pt_br: Carregando...
zh_hans: 正在加载...

# map.marker.current
source: Current Location
ar: الموقع الحالي
de: Aktueller Standort
es: Ubicación actual
fr: Lieu actuel
hi: वर्तमान स्थान
it: Posizione attuale
ja: 現在地
ko: 현재 위치
pt_br: Localização atual
zh_hans: 当前位置

# map.marker.end
source: End Location
ar: موقع النهاية
de: Ende Standort
es: Ubicación final
fr: Lieu de fin
hi: अंतिम स्थान
it: Posizione finale
ja: 終了場所
ko: 종료 위치
pt_br: Localização final
zh_hans: 结束地点

# map.marker.start
source: Start Location
ar: موقع البدء
de: Startort
es: Lugar de inicio
fr: Lieu de départ
hi: आरंभ स्थान
it: Posizione di partenza
ja: 開始場所
ko: 시작 위치
pt_br: Local de início
zh_hans: 开始地点

# map.stats.bpm.label
source: BPM
ar: دورة حياة أو موت
hi: बीपीएम
ja: ビーム伝搬法

# map.stats.distance.label
source: DISTANCE
ar: المسافة
de: DISTANZ
es: DISTANCIA
hi: दूरी
it: DISTANZA
ja: 距離
ko: 거리
pt_br: DISTÂNCIA
zh_hans: 距离

# map.stats.distance.unit
source: km
ar: كم
hi: किमी
zh_hans: 公里

# map.stats.duration.label
source: DURATION
ar: المدة
de: DAUER
es: DURACIÓN
fr: DURÉE
hi: अवधि
it: DURATA
ja: 期間
ko: 기간
pt_br: DURAÇÃO
zh_hans: 持续时间

# map.stats.elevation.label
source: ELEVATION
ar: الارتفاع
es: ELEVACIÓN
fr: ÉLÉVATION
hi: ऊँचाई
it: ELEVAZIONE
ja: エレベーション
ko: 상승
pt_br: ELEVAÇÃO
zh_hans: 提升

# map.stats.pace.unit
source: /km
ar: /كيلومتر
hi: प्रति किलोमीटर
zh_hans: /公里

source: Matching your available ingredients
ar: مطابقة المكونات المتوفرة لديك
de: Abstimmung der verfügbaren Zutaten
es: Combinar los ingredientes disponibles
fr: Adapter les ingrédients disponibles
hi: आपकी उपलब्ध सामग्री का मिलान
it: Abbinare gli ingredienti disponibili
ja: 入手可能な食材に合わせる
ko: 사용 가능한 재료 매칭
pt_br: Combinando seus ingredientes disponíveis
zh_hans: 与现有原料相匹配

source: Metric cards
ar: البطاقات المترية
de: Metrische Karten
es: Tarjetas métricas
fr: Cartes métriques
hi: मेट्रिक कार्ड
it: Schede metriche
ja: メートル法カード
ko: 메트릭 카드
pt_br: Cartões métricos
zh_hans: 公制卡片

source: Mixed
ar: مختلط
de: Gemischt
es: Mixto
fr: Mixte
hi: मिश्रित
it: Misto
ja: ミックス
ko: 혼합
pt_br: Misto
zh_hans: 混合型

source: Ml
ar: مل
hi: एमएल

source: Move to the next cooking step
ar: الانتقال إلى خطوة الطهي التالية
de: Weiter zum nächsten Kochschritt
es: Pasar al siguiente paso de cocción
fr: Passer à l'étape suivante de la cuisson
hi: अगले पकाने के चरण पर जाएँ
it: Passare alla fase di cottura successiva
ja: 次の調理ステップへ
ko: 다음 요리 단계로 이동
pt_br: Passe para a próxima etapa de cozimento
zh_hans: 进入下一个烹饪步骤

source: Move to the next exercise
ar: الانتقال إلى التمرين التالي
de: Weiter zur nächsten Übung
es: Pasar al siguiente ejercicio
fr: Passer à l'exercice suivant
hi: अगले अभ्यास पर जाएँ
it: Passare all'esercizio successivo
ja: 次のエクササイズに移る
ko: 다음 연습으로 이동
pt_br: Passe para o próximo exercício
zh_hans: 进入下一个练习

# network.banner.retry
source: Retry
ar: إعادة المحاولة
de: Wiederholung
es: Reintentar
fr: Réessayer
hi: दोबारा प्रयास करें
it: Riprova
ja: リトライ
ko: 다시 시도
pt_br: Repetir
zh_hans: 重试

source: Next exercise
ar: التمرين التالي
de: Nächste Übung
es: Próximo ejercicio
fr: Exercice suivant
hi: अगला अभ्यास
it: Prossimo esercizio
ja: 次のエクササイズ
ko: 다음 연습
pt_br: Próximo exercício
zh_hans: 下一次演习

source: Next step
ar: الخطوة التالية
de: Nächster Schritt
es: Siguiente paso
fr: Prochaine étape
hi: अगला कदम
it: Passo successivo
ja: 次のステップ
ko: 다음 단계
pt_br: Próxima etapa
zh_hans: 下一步

source: Not started
ar: لم تبدأ
de: Nicht gestartet
es: No iniciado
fr: Pas commencé
hi: शुरू नहीं किया
it: Non iniziato
ja: 未着手
ko: 시작되지 않음
pt_br: Não iniciado
zh_hans: 未启动

source: Onboarding
ar: التأهيل
es: Incorporación
fr: Embarquement
hi: ऑनबोर्डिंग
it: Inserimento
ja: オンボーディング
ko: 온보딩
pt_br: Integração
zh_hans: 入职

source: Over
ar: حول
de: Über
es: En
fr: Plus de
hi: ऊपर
it: Oltre
ja: オーバー
pt_br: Sobre
zh_hans: 完毕

source: Over %lld
ar: على %lld
de: Über %lld
es: Más de %lld
fr: Plus de %lld
it: Oltre %lld
ja: %lld以上
ko: %lld 이상
pt_br: Sobre %lld
zh_hans: 超过 %lld

# overlay.action.unlock
source: Unlock
ar: فتح القفل
de: freischalten
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक
it: Sbloccare
ja: ロック解除
ko: 잠금 해제
pt_br: Desbloqueio
zh_hans: 解锁

# overlay.locked.subtitle.expanded
source: This content is currently unavailable
ar: هذا المحتوى غير متوفر حالياً
de: Dieser Inhalt ist derzeit nicht verfügbar
es: Este contenido no está disponible actualmente
fr: Ce contenu est actuellement indisponible
hi: यह सामग्री वर्तमान में अनुपलब्ध है।
it: Questo contenuto non è attualmente disponibile
ja: このコンテンツは現在利用できません
ko: 이 콘텐츠는 현재 사용할 수 없습니다.
pt_br: Este conteúdo não está disponível no momento
zh_hans: 此内容目前不可用
